{
  "meta": {
    "description": "Learn about our yoga philosophy, styles, teachers, and practice spaces in CDMX"
  },
  "nav": {
    "yoga": "Yoga",
    "styles": "Styles",
    "teachers": "Teachers",
    "spaces": "Spaces"
  },
  "yoga": {
    "heroTitle": "What Is Yoga?",
    "elements": {
      "art": "Art",
      "science": "Science",
      "lifestyle": "Lifestyle",
      "philosophy": "Philosophy"
    },
    "defaultText": "Yoga is an ancient practice of developing harmony between body, mind and spirit. It is an exploration of who we are as human beings. It teaches us to be mindful of our thoughts and emotions, and it helps us heal both physically and internally. To master yoga is to master yourself; to dwell firm in the present moment.",
    "texts": {
      "art": "Yoga is an art and a creative process. When we practice, unique combinations of graceful movements and breathing make our bodies vessels of cosmic energy. Because of this, each yoga experience is distinctly unique; a symphony of stillness and movement.",
      "science": "Yoga is a science of awareness. In yoga, we research how different practices affect the flow of energy in the body and the subconscious mind. Thus we can use it more consciously for self-transformation.",
      "lifestyle": "Yoga is a way to live your life more consciously. Small things such as regular exercise and meditation, healthy diet, and a positive attitude to life can totally change your daily experience.",
      "philosophy": "Yoga is a philosophy of life. It touches questions such as who we are, what is this world we are living in, and how to achieve happiness. Yoga is a pathway to what some call enlightenment - freedom from suffering, from the world of form."
    }
  },
  "styles": {
    "title": "Yoga Styles We Teach",
    "subtitle": "Explore different paths to wellness",
    "aerial": {
      "name": "Aerial Yoga",
      "description": "Practice yoga suspended in silk hammocks, taking traditional poses into the air for a unique, gravity-defying experience. Aerial Yoga is artful & beautiful - and the hammock enables you to access difficult yoga asanas with more ease."
    },
    "vinyasa": {
      "name": "Vinyasa",
      "description": "Flow through sequences of poses synchronized with the breath, creating a dynamic and meditative practice that builds heat and focus. Vinyasa Yoga is all about fluidity; it rejuvenates the body and restores inner grace."
    },
    "hatha": {
      "name": "Hatha",
      "description": "Build a strong foundation with traditional Hatha Yoga - a practice that helps you find balance in a world of dualities. Hatha is an incredibly balanced and versatile yoga style, making it an ideal pick for beginners."
    },
    "kundalini": {
      "name": "Kundalini",
      "description": "Awaken to your inner self with Kundalini Yoga - a practice that focuses on energy work and self-transformation. Kundalini is an incredibly deep yoga style, perfect for those who want to elevate their practice to a new level."
    }
  },
  "teachers": {
    "title": "Meet Our Team",
    "subtitle": "All our teachers are certified and experienced - and amazing people on top of that! Each of them has deep knowledge of the practice, and will be a fantastic guide for you - no matter where you are on your yoga journey.",
    "teacher1": {
      "name": "Harjeet",
      "specialty": "Kundalini Yoga",
      "bio": "Harjeet is an experienced, KRI certified Kundalini Yoga teacher who specializes in yoga philosphy and spiritual growth. His classes are highly valued by students for their depth and variety. He radiates a sense of calm and peace; he will help you heal, grow and transform."
    },
    "teacher2": {
      "name": "Camila",
      "specialty": "Vinyasa & Aerial Yoga",
      "bio": "Camila is a passionate Aerial and Vinyasa Yoga teacher with a deep love for the practice. Her expert body alignment knowledge will help you take your practice to the next level, enabling you to achieve postures you previously thought impossible."
    },
    "teacher3": {
      "name": "Dani",
      "specialty": "Aerial Yoga",
      "bio": "Dani is a stellar Aerial Yoga teacher with excellent technical ability. Her upbeat and yet calm personality ensures her classes are always intersting and enjoyable. She will help you grow quickly, pushing you to explore your limits from the very first class."
    },
    "teacher4": {
      "name": "Aro",
      "specialty": "Hatha & Aerial Yoga",
      "bio": "Aro teaches both Hatha and Aerial Yoga. Her warm personality will make you feel at home from the very first class. She will give you a strong grasp of the fundamentals, helping you find inner balance and harmony."
    },
    "teacher5": {
      "name": "Itzel",
      "specialty": "Aerial Yoga",
      "bio": "Itzel is an Aerial Yoga teacher with unprecedented strength of character and determination. Her classes will carry you through the most difficult of moments; she will teach you how to use your practice to heal & grow - physically and mentally."
    }
  },
  "spaces": {
    "title": "Our Practice Spaces",
    "subtitle": "Beautiful venues across CDMX",
    "viewMap": "View on Map",
    "space1": {
      "name": "Roma Studio",
      "address": "Calle Orizaba 123, Roma Norte, CDMX",
      "description": "Our main studio in the heart of Roma Norte offers a peaceful sanctuary for your practice. The space features high ceilings, bamboo floors, and abundant natural light.",
      "details": "Spacious studio with natural light and serene atmosphere"
    },
    "space2": {
      "name": "Condesa Sanctuary",
      "address": "Avenida Amsterdam 89, Condesa, CDMX",
      "description": "Located in beautiful Condesa, this intimate space is perfect for small group classes and private sessions. Features include a garden view and eco-friendly materials.",
      "details": "Intimate space perfect for small groups and private sessions"
    }
  }
}
