{
    "testimonial1": {
        "name": "Ramzi Anh Do",
        "country": "United States",
        "profession": "Entrepreneur",
        "text":"I had the pleasure of meeting Harjeet through a mutual acquaintance during his stay in Cambodia. Intrigued by his Kundalini teachings, I soon found myself attending his classes. Each session proved to be a rejuvenating experience, leaving me feeling energized, grounded, and in sync with my body. His clear and effective teaching style, coupled with his ability to provide tailored recommendations for specific issues, truly sets him apart. Harjeet's intelligence, patience, and deep attunement to his students make every interaction meaningful. The kindness in his disposition and the warmth of his smile instantly puts one at ease. As a seasoned meditator, I wholeheartedly recommend Harjeet for both beginners and those looking to further their spiritual journey. Rest assured, you will reap tremendous benefits."
    },
    "testimonial2": {
        "name": "Agnieszka Malek",
        "country": "Poland",
        "profession": "Entrepreneur",
        "text":"Kundalini Yoga entered my life suddenly. Despite initial resistance from the mind, I felt that it was, and is, the right way… the way of finding your true self. Working with Harjeet was an amazing experience. With understanding, patience and calmness, and at the same time intense passion, Harjeet guides you into a state of extraordinary focus; working with him allowed me to see both my strengths and weaknesses and thus to value who I am. Harjeet, you are like a glass of water in a desert. Thank you so much for that."
    },
    "testimonial3": {
        "name": "Marcin Topolski",
        "country": "Poland",
        "profession": "Kundalini Yoga Teacher",
        "text":"I've known Harjeet for several years. I was his first Kundalini Yoga teacher. From the very beginning he showed great commitment and devotion to the practice. I watched his process of deepening his knowledge and becoming a teacher and I can say that he had the opportunity to prove himself in many different situations. What he teaches is based on solid knowledge, but results primarily from his own experience. Thanks to this, his guidance and teachings retain their authenticity and can reach each and every heart. I can wholeheartedly recommend Harjeet and his teachings. Sat Nam."
    },
    "testimonial4": {
        "name": "Lena Tiedmann",
        "country": "Germany",
        "profession": "",
        "text":"I tried out many different yoga styles and even more yoga teachers, and to me a great practice experience really relies on the perfect combination of both. To me, classes with Harjeet absolutely fulfill this expectation. Kundalini is a powerful and deep yoga style, and Harjeet a patient teacher radiating the best energy and teaching with just the right amount of instructions - always making sure you know what to do but not talking too much. If you look for a recharging yoga experience, you'll find it here."
    },
    "testimonial5": {
        "name": "Svetlana Epifanova",
        "country": "Russia",
        "profession": "Professional Dancer",
        "text":"Harjeet is the one who planted the kundalini seed in me. His classes helped me go through a hectic period in my life. After each practice I felt more grounded and peaceful, highly thanks to his individual approach. Kundalini yoga made me realise who I am and how to deal with energy. I highly recommend him as a teacher, especially if you're just starting your yoga journey."
    },
    "testimonial6": {
        "name": "Rosario Hernández Nieves",
        "country": "Venezuela",
        "profession": "Fitness Instructor",
        "text":"I attended classes with Harjeet and truly felt a shift in my state of being. I found myself less reactive and overall more peaceful within. Harjeet is empathetic, understanding and patient; and provides a safe, non-judgemental space for the diving into the mind-body connection to release anything that keeps us from our inherent peace."
    },
    "testimonial7": {
        "name": "Rafał Duran",
        "country": "Poland",
        "profession": "Software Engineer",
        "text":"Before practicing with Harjeet I never had any experience with yoga and was rather hesistant to try. After two years of regular practice I found it significantly improved both my physical and mental state of being. I was able to do things I had thought impossible before and my overall mental comfort also perked up, in spite of occasional tough periods. Harjeet is a very calm and patient teacher. His great value is an individual aproach to his every student. He can guide you in the right direction and make you believe in yourself even when you are in doubt. He is also very knowledgable about Kundalini Yoga, always explaining the origins and benefits of every practice and making you understand how all the pieces come together. Definitely recommend!"
    }, 
    "testimonial8": {
        "name": "Julián Alonso",
        "country": "Spain",
        "profession": "Spanish Teacher",
        "text":"I have been practicing Kundalini Yoga with Harjeet for the last 2 years and it's been an amazing experience! I realise how much my skills have improved since we started, until I've reached a point where I have confidence to do, or at least try, any type of exercise or practice. Harjeet's deep Kundalini knowledge allows us to have a different practice each week, always based on how I feel and what I want to achieve each session. Definitely recommend him both for experienced students but also newcomers who want to improve their mental and physical condition!"
    }
}