{
  "meta": {
    "description": "Conoce nuestra filosofía de yoga, estilos, maestros y espacios de práctica en CDMX"
  },
  "nav": {
    "yoga": "Yoga",
    "styles": "Estilos",
    "teachers": "Maestros",
    "spaces": "Espacios"
  },
  "yoga": {
    "heroTitle": "¿Qué Es el Yoga?",
    "elements": {
      "art": "Arte",
      "science": "Ciencia",
      "lifestyle": "Estilo de Vida",
      "philosophy": "Filosofía"
    },
    "defaultText": "El yoga es una práctica antigua de desarrollar armonía entre cuerpo, mente y espíritu. Es una exploración de quiénes somos como seres humanos. Nos enseña a ser conscientes de nuestros pensamientos y emociones, y nos ayuda a sanar tanto física como internamente. Dominar el yoga es dominarse a uno mismo; permanecer firme en el momento presente.",
    "texts": {
      "art": "El yoga es un arte y un proceso creativo. Cuando practicamos, combinaciones únicas de movimientos gráciles y respiración hacen que nuestros cuerpos sean recipientes de energía cósmica. Debido a esto, cada experiencia de yoga es distintivamente única; una sinfonía de quietud y movimiento.",
      "science": "El yoga es una ciencia de la conciencia. En el yoga, investigamos cómo diferentes prácticas afectan el flujo de energía en el cuerpo y la mente subconsciente. Así podemos usarlo más conscientemente para la autotransformación.",
      "lifestyle": "El yoga es una forma de vivir tu vida más conscientemente. Pequeñas cosas como ejercicio regular y meditación, dieta saludable y una actitud positiva hacia la vida pueden cambiar totalmente tu experiencia diaria.",
      "philosophy": "El yoga es una filosofía de vida. Toca preguntas como quiénes somos, qué es este mundo en el que vivimos y cómo lograr la felicidad. El yoga es un camino hacia lo que algunos llaman iluminación - libertad del sufrimiento, del mundo de la forma."
    }
  },
  "styles": {
    "title": "Estilos de Yoga que Enseñamos",
    "subtitle": "Explora diferentes caminos hacia el bienestar",
    "aerial": {
      "name": "Yoga Aéreo",
      "description": "Practica yoga suspendido en hamacas de seda, llevando las posturas tradicionales al aire para una experiencia única que desafía la gravedad. El Yoga Aéreo es artístico y hermoso - y la hamaca te permite acceder a asanas difíciles con más facilidad."
    },
    "vinyasa": {
      "name": "Vinyasa",
      "description": "Fluye a través de secuencias de posturas sincronizadas con la respiración, creando una práctica dinámica y meditativa que genera calor y enfoque. El Yoga Vinyasa se trata de fluidez; rejuvenece el cuerpo y restaura la gracia interior."
    },
    "hatha": {
      "name": "Hatha",
      "description": "Construye una base sólida con el Hatha Yoga tradicional - una práctica que te ayuda a encontrar equilibrio en un mundo de dualidades. Hatha es un estilo de yoga increíblemente equilibrado y versátil, haciéndolo ideal para principiantes."
    },
    "kundalini": {
      "name": "Kundalini",
      "description": "Despierta a tu ser interior con el Kundalini Yoga - una práctica que se enfoca en el trabajo energético y la autotransformación. Kundalini es un estilo de yoga increíblemente profundo, perfecto para aquellos que quieren elevar su práctica a un nuevo nivel."
    }
  },
  "teachers": {
    "title": "Conoce a Nuestro Equipo",
    "subtitle": "Todos nuestros maestros están certificados y son experimentados - ¡y personas increíbles además de eso! Cada uno de ellos tiene un conocimiento profundo de la práctica, y será un guía fantástico para ti - sin importar dónde te encuentres en tu viaje de yoga.",
    "teacher1": {
      "name": "Harjeet",
      "specialty": "Kundalini Yoga",
      "bio": "Harjeet es un maestro experimentado de Kundalini Yoga certificado por KRI que se especializa en filosofía de yoga y crecimiento espiritual. Sus clases son altamente valoradas por los estudiantes por su profundidad y variedad. Irradia una sensación de calma y paz; te ayudará a sanar, crecer y transformarte."
    },
    "teacher2": {
      "name": "Camila",
      "specialty": "Vinyasa y Yoga Aéreo",
      "bio": "Camila es una apasionada maestra de Yoga Aéreo y Vinyasa con un profundo amor por la práctica. Su conocimiento experto de alineación corporal te ayudará a llevar tu práctica al siguiente nivel, permitiéndote lograr posturas que antes pensabas imposibles."
    },
    "teacher3": {
      "name": "Dani",
      "specialty": "Yoga Aéreo",
      "bio": "Dani es una maestra estelar de Yoga Aéreo con excelente habilidad técnica. Su personalidad alegre y a la vez calmada asegura que sus clases sean siempre interesantes y agradables. Te ayudará a crecer rápidamente, empujándote a explorar tus límites desde la primera clase."
    },
    "teacher4": {
      "name": "Aro",
      "specialty": "Hatha y Yoga Aéreo",
      "bio": "Aro enseña tanto Hatha como Yoga Aéreo. Su personalidad cálida te hará sentir como en casa desde la primera clase. Te dará un dominio sólido de los fundamentos, ayudándote a encontrar equilibrio y armonía interior."
    },
    "teacher5": {
      "name": "Itzel",
      "specialty": "Yoga Aéreo",
      "bio": "Itzel es una maestra de Yoga Aéreo con una fuerza de carácter y determinación sin precedentes. Sus clases te llevarán a través de los momentos más difíciles; te enseñará cómo usar tu práctica para sanar y crecer - física y mentalmente."
    }
  },
  "spaces": {
    "title": "Nuestros Espacios de Práctica",
    "subtitle": "Hermosos lugares en toda la CDMX",
    "viewMap": "Ver en Mapa",
    "space1": {
      "name": "Estudio Roma",
      "address": "Calle Orizaba 123, Roma Norte, CDMX",
      "description": "Nuestro estudio principal en el corazón de Roma Norte ofrece un santuario de paz para tu práctica. El espacio cuenta con techos altos, pisos de bambú y abundante luz natural.",
      "details": "Estudio espacioso con luz natural y atmósfera serena"
    },
    "space2": {
      "name": "Santuario Condesa",
      "address": "Avenida Amsterdam 89, Condesa, CDMX",
      "description": "Ubicado en la hermosa Condesa, este espacio íntimo es perfecto para clases en grupos pequeños y sesiones privadas. Las características incluyen vista al jardín y materiales ecológicos.",
      "details": "Espacio íntimo perfecto para grupos pequeños y sesiones privadas"
    }
  }
}
