{
  "meta": {
    "title": "SGP Yoga - Eventos",
    "description": "Únete a nuestros talleres de yoga transformadores, retiros y programas de formación de maestros en la Ciudad de México"
  },
  "upcomingEvents": {
    "title": "Próximos Eventos",
    "subtitle": "Ofrecemos regularmente talleres temáticos, retiros transformadores y formaciones integrales de maestros",
    "filters": {
      "all": "Todos los Eventos",
      "workshop": "Talleres",
      "retreat": "Retiros",
      "training": "Formación de Maestros"
    },
    "timeToggle": {
      "showPast": "Mostrar Eventos Pasados",
      "showUpcoming": "Mostrar Próximos Eventos"
    }
  },
  "events": {
    "aerial-yoga-sound-healing_10oct2025": {
      "title": "Sanación con Sonido y Yoga Aéreo",
      "category": "Taller",
      "date": "10 de octubre, 2025",
      "time": "19:00 - 20:00 PM",
      "location": "Estudio Aguacate, Ciudad de México",
      "shortDescription": "Sumérgete en una sesión de yoga aéreo suave y restaurativo acompañado de una profunda sesión de sanación con sonido",
      "fullDescription": "Esta sesión única es una mezcla de movimientos curativos de yoga aéreo y terapia de sonido. Comenzaremos con una secuencia suave de posturas utilizando hamacas de seda, y hacia el final escucharás cuencos de sonido y canto de mantras en vivo mientras estás suspendido en el aire.",
      "instructor": "Harjeet y Camila",
      "price": "$400 MXN"
    },
    "aerial-yoga-sound-healing_17oct2025": {
      "title": "Sanación con Sonido y Yoga Aéreo",
      "category": "Taller",
      "date": "17 de octubre, 2025",
      "time": "19:00 - 20:00 PM",
      "location": "Bogotá, Colombia",
      "shortDescription": "Sumérgete en una sesión de yoga aéreo suave y restaurativo acompañado de una profunda sesión de sanación con sonido",
      "fullDescription": "Esta sesión única es una mezcla de movimientos curativos de yoga aéreo y terapia de sonido. Comenzaremos con una secuencia suave de posturas utilizando hamacas de seda, y hacia el final escucharás cuencos de sonido y canto de mantras en vivo mientras estás suspendido en el aire.",
      "instructor": "Harjeet y Camila",
      "price": "$400 MXN"
    },
    "aerial-yoga-photo_nov2025": {
      "title": "Foto de Yoga Aéreo | Día de Muertos",
      "category": "Taller",
      "date": "1 de noviembre, 2025",
      "time": "10:00 - 11:00 AM",
      "location": "Estudio Aguacate",
      "shortDescription": "Practica yoga en el aire mientras un fotógrafo profesional captura el momento.",
      "fullDescription": "En esta sesión especial de yoga del día de muertos tendrás la oportunidad de que te tomen fotos profesionales mientras practicas yoga en el aire, suspendido en hamacas de seda. Aparte de eso, será una clase como de costumbre.",
      "instructor": "Dani e Itzel",
      "price": "$400 MXN"
    },
    "yoga-retreat_nov2025": {
      "title": "Inmersión de Yoga y Naturaleza",
      "category": "Retiro",
      "date": "14-17 de noviembre, 2025",
      "time": "4 Días Completos",
      "location": "Salento, Quindío, Colombia",
      "shortDescription": "Un retiro de cuatro días que combina yoga, filosofía espiritual y conexión con la naturaleza.",
      "fullDescription": "Este retiro de propósito general está diseñado para ayudarte a rejuvenecer y recuperar la armonía a través del Vinyasa y Kundalini Yoga. Nuestro espacio en Salento es verdaderamente especial; tendremos varias caminatas a cimas de montañas, lagos y cascadas. También cubriremos los principios teóricos detrás del yoga y la espiritualidad, tocaremos el conocimiento del calendario maya y nos conectaremos a través de círculos de compartir y otras actividades. La comida y el alojamiento están incluidos, pero el transporte al lugar del retiro corre por tu cuenta. Para aquellos que quieran conocer un poco de Colombia, es posible extender el retiro por 1 día para un viaje al Valle de Cócora por 1,000 MXN adicionales.",
      "instructor": "Harjeet y Camila",
      "price": "$1,800,000 COP ($8,000 MXN)"
    },
    "aerial-teacher-training_jun2025": {
      "title": "Formación de Maestros de Yoga Aéreo 100 Horas",
      "category": "Formación de Maestros",
      "date": "21 de junio - 27 de septiembre, 2025",
      "time": "Fines de semana (Sábados)",
      "location": "Hari Om, Ciudad de México, México",
      "shortDescription": "Convértete en maestro de yoga aéreo con nuestro programa de formación especializado.",
      "fullDescription": "El yoga aéreo está ganando cada vez más popularidad, no solo porque se ve genial, sino también porque hace que posturas más avanzadas sean accesibles para principiantes desde el día 1. Nuestro programa presencial de 100 horas es ideal para maestros de yoga que desean ampliar su repertorio, pero también puedes participar como principiante absoluto. Cubriremos todos los módulos esenciales como alineación, anatomía, filosofía y más. Nuestras sesiones se llevarán a cabo los sábados en Hari Om Studio, Ciudad de México.",
      "instructor": "Camila y Harjeet",
      "price": "$23,000 MXN"
    },
    "aerial-teacher-training_nov2025": {
      "title": "Formación de Maestros de Yoga Aéreo 50 Horas",
      "category": "Formación de Maestros",
      "date": "8 de noviembre - 14 de diciembre, 2025",
      "time": "Fines de semana (Sáb-Dom)",
      "location": "La Yoguitería, Calarca, Quindío, Colombia",
      "shortDescription": "Convértete en maestro de yoga aéreo con nuestro programa de formación especializado.",
      "fullDescription": "El yoga aéreo está ganando cada vez más popularidad, no solo porque se ve genial, sino también porque hace que posturas más avanzadas sean accesibles para principiantes desde el día 1. Nuestro programa híbrido de 50 horas es ideal para maestros de yoga que desean ampliar su repertorio, pero también puedes participar como principiante absoluto. Nuestras sesiones se llevarán a cabo los fines de semana en la hermosa Yoguitería en Calarca, Colombia. Aunque diseñada principalmente como una experiencia presencial, esta formación de maestros puede tomarse parcialmente en línea, pero se requieren dos fines de semana presenciales para obtener tu certificación de Yoga Alliance.",
      "instructor": "Camila y Harjeet",
      "price": "$2,000,000 COP ($10,000 MXN)"
    },
    "aerial-yoga-sound-healing_30jan2026": {
      "title": "Sanación con Sonido y Yoga Aéreo",
      "category": "Taller",
      "date": "30 de enero, 2026",
      "time": "19:30 - 20:30 PM",
      "location": "Hari Om Studio, Ciudad de México",
      "shortDescription": "Sumérgete en una sesión de yoga aéreo suave y restaurativo acompañado de una profunda sesión de sanación con sonido",
      "fullDescription": "Esta sesión única es una mezcla de movimientos curativos de yoga aéreo y terapia de sonido. Comenzaremos con una secuencia suave de posturas utilizando hamacas de seda, y hacia el final escucharás cuencos de sonido y canto de mantras en vivo mientras estás suspendido en el aire.",
      "instructor": "Harjeet y Camila",
      "price": "$400 MXN"
    },
    "aerial-teacher-training_feb2026": {
      "title": "Formación de Maestros de Yoga Aéreo 100 Horas",
      "category": "Formación de Maestros",
      "date": "21 de febrero - 2 de mayo, 2026",
      "time": "Fines de semana (Sábados y Domingos)",
      "location": "Aguacate Studio, Ciudad de México",
      "shortDescription": "Convértete en maestro de yoga aéreo con nuestro programa de formación especializado.",
      "fullDescription": "El yoga aéreo está ganando cada vez más popularidad, no solo porque se ve genial, sino también porque hace que posturas más avanzadas sean accesibles para principiantes desde el día 1. Nuestro programa presencial de 100 horas es ideal para maestros de yoga que desean ampliar su repertorio, pero también puedes participar como principiante absoluto. Cubriremos todos los módulos esenciales como alineación, anatomía, filosofía y más. Nuestras sesiones se llevarán a cabo los fines de semana en Aguacate Studio, Ciudad de México.",
      "instructor": "Camila y Harjeet",
      "price": "$27,000 MXN"
    },
    "yoga-healing-retreat_may2026": {
      "title": "Yoga Para Sanar",
      "category": "Retiro",
      "date": "14-18 de mayo, 2026",
      "time": "3 Días Completos",
      "location": "Lago de Atitlán, Guatemala",
      "shortDescription": "Un retiro transformador enfocado en la sanación y la conexión interior en el místico Lago de Atitlán.",
      "fullDescription": "Este retiro enfocado en la sanación está diseñado para ayudarte a reconectarte contigo mismo y restaurar el equilibrio interior. Con el impresionante telón de fondo del Lago de Atitlán, uno de los lugares más sagrados y místicos de Guatemala, practicaremos Kundalini yoga, experimentaremos sesiones de sanación con sonido y exploraremos técnicas de meditación para profundizar tu viaje interior. La comida, el alojamiento y el transporte desde el aeropuerto hasta el centro de retiro y de regreso están incluidos. Para las almas aventureras que quieran explorar más de Guatemala, es posible extender el retiro por 3 días para una desafiante caminata al Volcán Acatenango y Fuego con un costo adicional.",
      "instructor": "Harjeet y Camila",
      "price": "Por confirmar"
    }
  },
  "eventTypes": {
    "workshops": {
      "title": "Talleres",
      "description": "Nuestros talleres son sesiones cortas pero intensivas que exploran aspectos específicos del yoga. A menudo combinamos ejercicio físico con trabajo respiratorio, meditación, sanación con sonido y filosofía yóguica - yendo más allá de lo que es posible durante una clase tradicional."
    },
    "retreats": {
      "title": "Retiros",
      "description": "Para nosotros, un retiro es un paso atrás de la realidad agitada de nuestra vida diaria. Nuestros retiros están diseñados para ayudarte a sanar y transformarte, al mismo tiempo que te dan espacio para descansar y recuperar el equilibrio."
    },
    "trainings": {
      "title": "Formación de Maestros",
      "description": "La mayor alegría de un maestro es ver a sus estudiantes convertirse en maravillosos yoguis. Nuestras formaciones de maestros te brindan todas las herramientas que necesitas para comenzar a compartir la práctica del yoga con el mundo. Todos nuestros programas vienen con una certificación de Yoga Alliance reconocida internacionalmente y cubren todos los módulos esenciales como alineación, anatomía, filosofía y más."
    }
  },
  "modal": {
    "instructor": "Instructor",
    "dateTime": "Fecha y Hora",
    "location": "Ubicación",
    "price": "Inversión",
    "whatToBring": "Qué Traer",
    "register": "Inscríbete Ahora",
    "close": "Cerrar"
  }
}
