{
  "meta": {
    "title": "SGP Yoga - Eventos",
    "description": "Únete a nuestros talleres de yoga transformadores, retiros y programas de formación de maestros en la Ciudad de México"
  },
  "upcomingEvents": {
    "title": "Próximos Eventos",
    "subtitle": "Ofrecemos regularmente talleres temáticos, retiros transformadores y formaciones integrales de maestros",
    "filters": {
      "all": "Todos los Eventos",
      "workshop": "Talleres",
      "retreat": "Retiros",
      "training": "Formación de Maestros"
    }
  },
  "events": {
    "event1": {
      "title": "Fundamentos de Respiración",
      "category": "Taller",
      "date": "15 de marzo, 2025",
      "time": "10:00 AM - 1:00 PM",
      "location": "Estudio Roma",
      "shortDescription": "Aprende técnicas ancestrales de respiración para calmar la mente y energizar el cuerpo",
      "fullDescription": "Descubre el poder transformador de la respiración consciente en este taller integral. Aprenderás técnicas de pranayama de diversas tradiciones del yoga, comprenderás la ciencia detrás del trabajo respiratorio y experimentarás prácticas guiadas que reducen el estrés, aumentan la energía y promueven una relajación profunda. Adecuado para todos los niveles.",
      "instructor": "Harjeet",
      "price": "$800 MXN",
      "whatToBring": "Ropa cómoda, tapete de yoga, botella de agua, diario"
    },
    "event2": {
      "title": "Escape de Fin de Semana a la Montaña",
      "category": "Retiro",
      "date": "20-22 de abril, 2025",
      "time": "Viernes 5:00 PM - Domingo 4:00 PM",
      "location": "Valle de Bravo",
      "shortDescription": "Retiro de tres días combinando yoga, meditación e inmersión en la naturaleza",
      "fullDescription": "Escapa de la ciudad y reconecta contigo mismo en las impresionantes montañas de Valle de Bravo. Este retiro de fin de semana incluye sesiones diarias de yoga, meditaciones guiadas, senderismo, comidas vegetarianas nutritivas y mucho tiempo para descansar y reflexionar. Alojamiento incluido en un hermoso eco-lodge con vistas a la montaña.",
      "instructor": "Harjeet y Camila",
      "price": "$8,500 MXN (todo incluido)",
      "whatToBring": "Ropa cómoda para yoga y senderismo, artículos de higiene personal, diario, botella de agua reutilizable"
    },
    "event3": {
      "title": "Formación de Maestros de Yoga Aéreo 50 Horas",
      "category": "Formación de Maestros",
      "date": "8 de noviembre - 14 de diciembre, 2025",
      "time": "Fines de semana (Sáb-Dom)",
      "location": "La Yoguitería, Calarca, Quindío, Colombia",
      "shortDescription": "Conviértete en maestro de yoga aéreo con nuestro programa de formación especializado.",
      "fullDescription": "El yoga aéreo está ganando cada vez más popularidad, no solo porque se ve genial, sino también porque hace que posturas más avanzadas sean accesibles para principiantes desde el día 1. Nuestro programa híbrido de 50 horas es ideal para maestros de yoga que desean ampliar su repertorio, pero también puedes participar como principiante absoluto. Nuestras sesiones se llevarán a cabo los fines de semana en la hermosa Yoguitería en Calarca, Colombia. Aunque diseñada principalmente como una experiencia presencial, esta formación de maestros puede tomarse parcialmente en línea, pero se requieren dos fines de semana presenciales para obtener tu certificación de Yoga Alliance.",
      "instructor": "Camila y Harjeet",
      "price": "10,000 MXN"
    }
  },
  "eventTypes": {
    "workshops": {
      "title": "Talleres",
      "description": "Nuestros talleres son sesiones cortas pero intensivas que exploran aspectos específicos del yoga. A menudo combinamos ejercicio físico con trabajo respiratorio, meditación, sanación con sonido y filosofía yóguica - yendo más allá de lo que es posible durante una clase tradicional."
    },
    "retreats": {
      "title": "Retiros",
      "description": "Para nosotros, un retiro es un paso atrás de la realidad agitada de nuestra vida diaria. Nuestros retiros están diseñados para ayudarte a sanar y transformarte, al mismo tiempo que te dan espacio para descansar y recuperar el equilibrio."
    },
    "trainings": {
      "title": "Formación de Maestros",
      "description": "La mayor alegría de un maestro es ver a sus estudiantes convertirse en maravillosos yoguis. Nuestras formaciones de maestros te brindan todas las herramientas que necesitas para comenzar a compartir la práctica del yoga con el mundo. Todos nuestros programas vienen con una certificación de Yoga Alliance reconocida internacionalmente y cubren todos los módulos esenciales como alineación, anatomía, filosofía y más."
    }
  },
  "modal": {
    "instructor": "Instructor",
    "dateTime": "Fecha y Hora",
    "location": "Ubicación",
    "price": "Inversión",
    "whatToBring": "Qué Traer",
    "register": "Inscríbete Ahora",
    "close": "Cerrar"
  }
}
