{
    "testimonial1": {
        "name": "Ramzi Anh Do",
        "country": "Estados Unidos",
        "profession": "Emprendedor",
        "text":"Tuve el placer de conocer a Harjeet a través de un conocido mutuo durante su estancia en Camboya. Intrigado por sus enseñanzas de Kundalini, pronto me encontré asistiendo a sus clases.\n\nCada sesión resultó ser una experiencia rejuvenecedora, dejándome sintiéndome energizado, centrado y en sincronía con mi cuerpo. Su estilo de enseñanza claro y efectivo, junto con su capacidad de proporcionar recomendaciones personalizadas para problemas específicos, realmente lo distingue. La inteligencia de Harjeet, su paciencia y su profunda sintonía con sus estudiantes hacen que cada interacción sea significativa. La bondad en su disposición y la calidez de su sonrisa instantáneamente te tranquilizan.\n\nComo meditador experimentado, recomiendo de todo corazón a Harjeet tanto para principiantes como para aquellos que buscan avanzar en su viaje espiritual. Ten la seguridad de que obtendrás tremendos beneficios."
    },
    "testimonial2": {
        "name": "Agnieszka Malek",
        "country": "Polonia",
        "profession": "Emprendedora",
        "text":"El Kundalini Yoga entró en mi vida repentinamente. A pesar de la resistencia inicial de la mente, sentí que era, y es, el camino correcto... el camino para encontrar tu verdadero yo.\n\nTrabajar con Harjeet fue una experiencia increíble. Con comprensión, paciencia y calma, y al mismo tiempo una pasión intensa, Harjeet te guía hacia un estado de concentración extraordinaria; trabajar con él me permitió ver tanto mis fortalezas como mis debilidades y así valorar quien soy.\n\nHarjeet, eres como un vaso de agua en un desierto. Muchas gracias por eso."
    },
    "testimonial3": {
        "name": "Marcin Topolski",
        "country": "Polonia",
        "profession": "Instructor de Kundalini Yoga",
        "text":"Conozco a Harjeet desde hace varios años. Fui su primer maestro de Kundalini Yoga. Desde el principio mostró gran compromiso y devoción a la práctica. Observé su proceso de profundizar su conocimiento y convertirse en maestro, y puedo decir que tuvo la oportunidad de demostrar su valía en muchas situaciones diferentes.\n\nLo que enseña se basa en conocimiento sólido, pero resulta principalmente de su propia experiencia. Gracias a esto, su orientación y enseñanzas conservan su autenticidad y pueden llegar a cada corazón. Puedo recomendar de todo corazón a Harjeet y sus enseñanzas. Sat Nam."
    },
    "testimonial4": {
        "name": "Lena Tiedmann",
        "country": "Alemania",
        "profession": "",
        "text":"Probé muchos estilos diferentes de yoga y aún más maestros de yoga, y para mí una gran experiencia de práctica realmente depende de la combinación perfecta de ambos. Para mí, las clases con Harjeet cumplen absolutamente con esta expectativa. \n\nKundalini es un estilo de yoga poderoso y profundo, y Harjeet un maestro paciente que irradia la mejor energía y enseña con la cantidad justa de instrucciones - siempre asegurándose de que sepas qué hacer pero sin hablar demasiado. Si buscas una experiencia de yoga revitalizante, la encontrarás aquí."
    },
    "testimonial5": {
        "name": "Svetlana Epifanova",
        "country": "Rusia",
        "profession": "Bailarina Profesional",
        "text":"Harjeet es quien plantó la semilla de kundalini en mí. Sus clases me ayudaron a atravesar un período agitado en mi vida. Después de cada práctica me sentía más centrada y en paz, mucho gracias a su enfoque individual. El yoga Kundalini me hizo darme cuenta de quién soy y cómo lidiar con la energía. Lo recomiendo mucho como maestro, especialmente si estás comenzando tu viaje de yoga."
    },
    "testimonial6": {
        "name": "Rosario Hernández Nieves",
        "country": "Venezuela",
        "profession": "Instructora de Fitness",
        "text":"Asistí a clases con Harjeet y realmente sentí un cambio en mi estado del ser. Me encontré menos reactiva y en general más pacífica por dentro. Harjeet es empático, comprensivo y paciente; y proporciona un espacio seguro y sin juicios para sumergirse en la conexión mente-cuerpo para liberar cualquier cosa que nos impida nuestra paz inherente."
    },
    "testimonial7": {
        "name": "Rafał Duran",
        "country": "Polonia",
        "profession": "Ingeniero de Software",
        "text":"Antes de practicar con Harjeet nunca había tenido experiencia con yoga y era bastante reacio a intentarlo. Después de dos años de práctica regular encontré que mejoró significativamente tanto mi estado físico como mental. Pude hacer cosas que había pensado imposibles antes y mi comodidad mental general también mejoró, a pesar de períodos ocasionales difíciles.\n\nHarjeet es un maestro muy calmado y paciente. Su gran valor es un enfoque individual hacia cada uno de sus estudiantes. Puede guiarte en la dirección correcta y hacerte creer en ti mismo incluso cuando tienes dudas. También es muy conocedor del Yoga Kundalini, siempre explicando los orígenes y beneficios de cada práctica y haciéndote entender cómo todas las piezas encajan. ¡Definitivamente lo recomiendo!"
    }, 
    "testimonial8": {
        "name": "Julián Alonso",
        "country": "España",
        "profession": "Profesor de Español",
        "text":"¡He estado practicando Kundalini Yoga con Harjeet durante los últimos 2 años y ha sido una experiencia increíble! Me doy cuenta de cuánto han mejorado mis habilidades desde que comenzamos, hasta llegar a un punto donde tengo confianza para hacer, o al menos intentar, cualquier tipo de ejercicio o práctica.\n\nEl profundo conocimiento de Kundalini de Harjeet nos permite tener una práctica diferente cada semana, siempre basada en cómo me siento y lo que quiero lograr cada sesión. ¡Definitivamente lo recomiendo tanto para estudiantes experimentados como también para principiantes que quieren mejorar su condición mental y física!"
    }
}
